Repository: ASHavkatov/store_app
Catalog: lib/core/l10n/arb/app_*.arb
Languages: uz

source: Get Started
uz: Boshlash

# createAccount
source: Create an account
uz: Akkaunt yaratish

# letsCreateAccount
source: Let's create your account
uz: Keling yangi akkaunt yaratamiz

source: Full Name
uz: Ism Sharifingiz

# enterName
source: Enter your full name
uz: Ism Sharifingizni kiriting

# enterEmail
source: Enter your email address
uz: Emailingizni kiriting

source: Password
uz: Parol

# enterPassword
source: Enter your password
uz: Parolingizni kiriting

# agreeTo
source: By signing up you agree to our
uz: Ro'yxatdan o'tish orqali siz quyidagilarga rozisiz

# signUpGoogle
source: Sign Up with Google
uz: Google orqali ro'yxatdan o'tish

# signUpFacebook
source: Sign Up with Facebook
uz: Facebook orqali ro'yxatdan o'tish

# alreadyHave
source: Already have an account?
uz: Allaqachon akkaunt mavjudmi?

source: Login
uz: Kirish

# enterValidEmail
source: Please enter valid email address
uz: Iltimos to'g'ri email manzil kiriting

# loginTo
source: Login to your Account
uz: Akkauntingizga kirish

# itsGreat
source: It's great to see you again
uz: Sizni yana ko'rib turganimizdan xursandmiz

# forgotPassword
source: Forgot your password?
uz: Parolni unutdingizmi?

source: Login With Google
uz: Google bilan kirish

source: Login With Facebook
uz: Facebook bilan kirish

# doNotHaveAccount
source: Don't have an account?
uz: Akkauntingiz yo'qmi?

source: or
uz: yoki

source: Join
uz: Qo'shilish

source: Reset Password
uz: Parolni yangilash

# fourDigit
source: Enter 4 Digit Code
uz: 4 tali kodni kiriting

# fourDigitExample
source: Enter 4 digit code that your receive on your email (cody.fisher45@example.com).
uz: (cody.fisher45@example.com) emailingizga borgan 4 talik kodni kiriting

# emailNorReceived
source: Email not received?
uz: Email yetib kelmadi?

source: Resend Code
uz: Kodni boshqatan jo'natish
